---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PipeFittingAndAccessoryPressureDropCalculatorNotAvailable
source: html/5b91bd1f-ec3b-d31f-4e0a-6c532990bfca.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MEPCalculationFailures.PipeFittingAndAccessoryPressureDropCalculatorNotAvailable Property

Pipe Fitting/Accessory Pressure Drop Calculator Not Available: [Calculator Name]

## Syntax (C#)
```csharp
public static FailureDefinitionId PipeFittingAndAccessoryPressureDropCalculatorNotAvailable { get; }
```